[
    {
        "category_id": "1",
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": "1",
        "sub_category_ja": "アップロード",
        "sub_category_en": "Uploading Pictures",
        "question_ja": "写真をアップロードできません。",
        "question_en": "Why my pictures aren't uploaded?",
        "answer_ja": "アップロードが上手くいかない場合、以下が考えられます。<br />・インターネットに接続されていない。<br />・推奨のブラウザ（Google Chrome/Microsoft Edge）以外を使用している。<br />・写真の入ったフォルダごとアップロードしている。<br />・画像のサイズが小さ過ぎる、または大き過ぎる。",
        "answer_en": "If the upload is not successful, the following may be the cause:<br />・Not connected to the internet.<br />・Using a browser other than the recommended ones (Google Chrome/Microsoft Edge).<br />・Trying to upload an entire folder of photos.<br />・The image size is either too small or too large."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 1,
        "sub_category_ja": "アップロード",
        "sub_category_en": "Uploading Pictures",
        "question_ja": "アップロードできるファイル形式は何がありますか？",
        "question_en": "What file formats are available for upload?",
        "answer_ja": "対応しているファイルの拡張子はJPEG、PNG、HEICです。",
        "answer_en": "The supported file extensions are JPEG, PNG, and HEIC."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 1,
        "sub_category_ja": "アップロード",
        "sub_category_en": "Uploading Pictures",
        "question_ja": "最大何枚までアップロードできますか？",
        "question_en": "What is the maximum number of photos I can upload at once?",
        "answer_ja": "一度にアップロードできる写真は300枚です。※300枚以下であっても、施設さまにてお使いのネット環境により不具合が生じる可能性があります。",
        "answer_en": "You can upload up to 300 photos at once. *Even if you upload fewer than 300 photos, issues may occur depending on your facility's internet environment.",
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 1,
        "sub_category_ja": "アップロード",
        "sub_category_en": "Uploading Pictures",
        "question_ja": "クラス全員に配信したい写真はどうしたらいいですか？",
        "question_en": "How can I distribute a photo to the entire class?",
        "answer_ja": "アップロード画面の「分類方法を選ぶ」の欄で「クラス全体」を選択してアップロードしてください。集合写真や作品、給食など個人ふりわけをする必要がない写真はこの設定方法をご利用ください。",
        "answer_en": "On the upload screen, please select \"Entire Class\" in the \"Classification Method\" section when uploading. This setting is useful for group photos, artwork, lunch photos, or any other photos that don't require individual classification."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 1,
        "sub_category_ja": "アップロード",
        "sub_category_en": "Uploading Pictures",
        "question_ja": "スマホやタブレットで撮影した写真はパソコンにデータを移す必要がありますか？",
        "question_en": "Do I need to transfer photos taken with a smartphone or tablet to a computer?",
        "answer_ja": "撮影したスマホ/タブレットから直接アップロード可能です。撮影端末のブラウザから施設画面にログインしてアップロードしてください。",
        "answer_en": "Photos taken on a smartphone or tablet can be uploaded directly. Please log into the facility screen from the browser on your device to upload the photos."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 1,
        "sub_category_ja": "アップロード",
        "sub_category_en": "Uploading Pictures",
        "question_ja": "選択した画像がアップロードエリアに表示されません。",
        "question_en": "The selected image is not displayed in the upload area.",
        "answer_ja": "表示が見切れている可能性があります。お使いのブラウザの拡大率または端末のディスプレイサイズの変更をお試しください。",
        "answer_en": "The image may be cut off. Please try adjusting the zoom level of your browser or the display size of your device."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 1,
        "sub_category_ja": "アップロード",
        "sub_category_en": "Uploading Pictures",
        "question_ja": "アップロード中の進捗表示は閉じずにそのままの方が良いですか？",
        "question_en": "Should I leave the progress display during the upload open?",
        "answer_ja": "アップロードの進捗表示を閉じ、それ以外の画面を操作していただいても問題ございません。ただし、ブラウザ自体（Google Chrome/Microsoft Edgeなど）を閉じるとアップロードが中断してしまいますのでご注意ください。",
        "answer_en": "It is okay to close the upload progress display and operate other screens. However, if you close the browser itself (Google Chrome, Microsoft Edge, etc.), the upload will be interrupted, so please be careful."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 2,
        "sub_category_ja": "AI",
        "sub_category_en": "AI",
        "question_ja": "アップロード後、AIの個人ふりわけがいつ終わるかはどこで確認できますか？",
        "question_en": "Where can I check when the AI's individual classification is completed after uploading?",
        "answer_ja": "ホーム画面＞写真チェック配信＞現在のステータス　にて残りの枚数が表示されますのでご確認ください。",
        "answer_en": "You can check the remaining number of photos by going to Home > Photo Check Distribution > Current Status."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 2,
        "sub_category_ja": "AI",
        "sub_category_en": "AI",
        "question_ja": "アップロードした写真が写真チェック画面に表示されません。",
        "question_en": "The uploaded photos are not showing up on the photo check screen.",
        "answer_ja": "AIの個人ふりわけの結果、園児タグが付かず「配信しない写真」に分類されている可能性があります。お手数ですが「配信しない写真」をご確認ください。",
        "answer_en": "It is possible that, as a result of the AI's individual classification, the child tag was not assigned, and the photos were classified as \"Do Not Distribute.\" Please check the \"Do Not Distribute\" section."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 2,
        "sub_category_ja": "AI",
        "sub_category_en": "AI",
        "question_ja": "AIが識別しなかった園児も配信/記録することはできますか？",
        "question_en": "Can I distribute/record a child that the AI did not identify?",
        "answer_ja": "はい、可能です。写真チェック画面で該当の写真を開き、写真上で左クリックすると、園児タグが表示されます。園児タグを選択し、写真上に園児タグが表示されていれば配信/記録する園児が追加されています。※園児タグの表示位置は写真上のどこでも問題ありません。",
        "answer_en": "Yes, it is possible. Open the relevant photo on the photo check screen and left-click on the photo. The child tag will appear, and once you select it, the child will be added to the photo for distribution/recording. *The location of the child tag on the photo doesn't matter."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 2,
        "sub_category_ja": "AI",
        "sub_category_en": "AI",
        "question_ja": "AIの精度が低い場合、どこから顔登録写真を変更したらいいですか？",
        "question_en": "If the AI accuracy is low, how can I change the face registration photo?",
        "answer_ja": "クラス管理＞園児が所属するクラスを選択＞園児名　より顔登録写真の追加/削除を変更できます。※正面から撮られた、お顔が手や帽子で隠れていない写真を設定してください。",
        "answer_en": "You can change or delete the face registration photo by going to Class Management > Select the class the child belongs to > Child's Name. *Please make sure to set a photo where the face is not obscured by hands or hats, and taken from the front."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 3,
        "sub_category_ja": "配信",
        "sub_category_en": "Delivering Picture",
        "question_ja": "「活動タグ」は保護者にも表示されますか？",
        "question_en": "Are \"Activity Tags\" visible to guardians as well?",
        "answer_ja": "表示されません。施設画面のみで表示されます。",
        "answer_en": "It is not displayed to guardians. It is only visible on the facility screen."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 3,
        "sub_category_ja": "配信",
        "sub_category_en": "Delivering Picture",
        "question_ja": "「配信しない写真」に入っている写真を削除することはできますか？",
        "question_en": "Can I delete photos that are in the \"Do Not Distribute\" section?",
        "answer_ja": "「配信しない写真」は、他の未配信写真を次に配信したタイミングで自動削除されます。",
        "answer_en": "Photos in the \"Do Not Distribute\" section will be automatically deleted when other undelivered photos are distributed next."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 3,
        "sub_category_ja": "配信",
        "sub_category_en": "Delivering Picture",
        "question_ja": "写真を誤って配信した場合、配信した写真を取り消すことはできますか？",
        "question_en": "If I accidentally distribute a photo, can I cancel the distributed photo?",
        "answer_ja": "はい、可能です。ホーム画面カレンダーの桜マークまたは写真管理画面から、該当写真を開いて「配信取消」ボタンをクリックしてください。※施設さま・保護者さまどちらの画面上からも写真が削除されます。",
        "answer_en": "Yes, it is possible. On the home screen calendar, click the cherry blossom icon or open the photo management screen, then click the \"Cancel Distribution\" button for the relevant photo. *The photo will be removed from both the facility and guardian screens."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 3,
        "sub_category_ja": "配信",
        "sub_category_en": "Delivering Picture",
        "question_ja": "配信した後の写真を確認することはできますか？",
        "question_en": "Can I review the photos after they have been distributed?",
        "answer_ja": "写真管理またはホーム画面カレンダーの桜マークをクリックで見たい日付、クラス、園児を指定して確認することができます。",
        "answer_en": "You can check the photos by clicking the cherry blossom icon on the home screen calendar or by specifying the date, class, or child in the photo management screen."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 4,
        "sub_category_ja": "写真管理",
        "sub_category_en": "Picture Management",
        "question_ja": "写真を後から使えるようにお気に入り登録できますか？",
        "question_en": "Can I bookmark photos for future use?",
        "answer_ja": "はい、先生にとってのお気に入り機能として、写真を検索しやすくできる「せんせいふせん」があります。配信前の写真チェック画面または配信後の写真管理画面で設定できます。※保護者アプリには表示されません。",
        "answer_en": "Yes, there is a \"Teacher Sticky Notes\" feature, which allows teachers to easily bookmark photos for later use. You can set it in the photo check screen before distribution or in the photo management screen after distribution. *It is not visible in the guardian app."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 4,
        "sub_category_ja": "写真管理",
        "sub_category_en": "Picture Management",
        "question_ja": "活動内容でも検索できますか？",
        "question_en": "Can I search by activity content?",
        "answer_ja": "はい。配信前の写真チェック画面で「活動タグ」を設定すると、写真管理画面から設定した活動内容で検索できます。「活動タグ」は自由入力式なので、活動以外にもアルバム用や資料作成用など、様々な使い方ができます。※保護者アプリには表示されません。",
        "answer_en": "Yes, you can search by activity content if you set an \"Activity Tag\" on the photo check screen before distribution. You can search from the photo management screen by the activity content you set. \"Activity Tags\" are free-form, so they can be used for albums, materials, and more. *They are not visible in the guardian app."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 4,
        "sub_category_ja": "写真管理",
        "sub_category_en": "Picture Management",
        "question_ja": "撮影した写真は、おたよりやブログに使えますか？",
        "question_en": "Can the photos I took be used for newsletters or blogs?",
        "answer_ja": "はい、ご自由にお使いいただけます。（写真の利用にあたっては、保護者の方からの同意など、施設さまでのルールをご確認ください）",
        "answer_en": "Yes, you can use the photos as you wish. (Please check your facility’s rules regarding the use of photos, such as obtaining consent from guardians.)"
    }
]
