[
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": "1",
        "sub_category_ja": "アップロード",
        "sub_category_en": "Uploading Pictures",
        "question_ja": "写真をアップロードできません。",
        "question_en": "Why my pictures aren't uploaded?",
        "answer_ja": "アップロードが上手くいかない場合、以下が考えられます。<br />・インターネットに接続されていない。<br />・推奨のブラウザ（Google Chrome/Microsoft Edge）以外を使用している。<br />・写真の入ったフォルダごとアップロードしている。<br />・画像のサイズが小さ過ぎる、または大き過ぎる。",
        "answer_en": "If the upload is not successful, the following may be the cause:<br />・Not connected to the internet.<br />・Using a browser other than the recommended ones (Google Chrome/Microsoft Edge).<br />・Trying to upload an entire folder of photos.<br />・The image size is either too small or too large."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 1,
        "sub_category_ja": "アップロード",
        "sub_category_en": "Uploading Pictures",
        "question_ja": "アップロードできるファイル形式は何がありますか？",
        "question_en": "What file formats are available for upload?",
        "answer_ja": "対応しているファイルの拡張子はJPEG、PNG、HEICです。",
        "answer_en": "The supported file extensions are JPEG, PNG, and HEIC."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 1,
        "sub_category_ja": "アップロード",
        "sub_category_en": "Uploading Pictures",
        "question_ja": "最大何枚までアップロードできますか？",
        "question_en": "What is the maximum number of photos I can upload at once?",
        "answer_ja": "一度にアップロードできる写真は300枚です。※300枚以下であっても、施設さまにてお使いのネット環境により不具合が生じる可能性があります。",
        "answer_en": "You can upload up to 300 photos at once. *Even if you upload fewer than 300 photos, issues may occur depending on your facility's internet environment."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 1,
        "sub_category_ja": "アップロード",
        "sub_category_en": "Uploading Pictures",
        "question_ja": "クラス全員に配信したい写真はどうしたらいいですか？",
        "question_en": "How can I distribute a photo to the entire class?",
        "answer_ja": "アップロード画面の「分類方法を選ぶ」の欄で「クラス全体」を選択してアップロードしてください。集合写真や作品、給食など個人ふりわけをする必要がない写真はこの設定方法をご利用ください。",
        "answer_en": "On the upload screen, please select \"Entire Class\" in the \"Classification Method\" section when uploading. This setting is useful for group photos, artwork, lunch photos, or any other photos that don't require individual classification."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 1,
        "sub_category_ja": "アップロード",
        "sub_category_en": "Uploading Pictures",
        "question_ja": "スマホやタブレットで撮影した写真はパソコンにデータを移す必要がありますか？",
        "question_en": "Do I need to transfer photos taken with a smartphone or tablet to a computer?",
        "answer_ja": "撮影したスマホ/タブレットから直接アップロード可能です。撮影端末のブラウザから施設画面にログインしてアップロードしてください。",
        "answer_en": "Photos taken on a smartphone or tablet can be uploaded directly. Please log into the facility screen from the browser on your device to upload the photos."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 1,
        "sub_category_ja": "アップロード",
        "sub_category_en": "Uploading Pictures",
        "question_ja": "選択した画像がアップロードエリアに表示されません。",
        "question_en": "The selected image is not displayed in the upload area.",
        "answer_ja": "表示が見切れている可能性があります。お使いのブラウザの拡大率または端末のディスプレイサイズの変更をお試しください。",
        "answer_en": "The image may be cut off. Please try adjusting the zoom level of your browser or the display size of your device."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 1,
        "sub_category_ja": "アップロード",
        "sub_category_en": "Uploading Pictures",
        "question_ja": "アップロード中の進捗表示は閉じずにそのままの方が良いですか？",
        "question_en": "Should I leave the progress display during the upload open?",
        "answer_ja": "アップロードの進捗表示を閉じ、それ以外の画面を操作していただいても問題ございません。ただし、ブラウザ自体（Google Chrome/Microsoft Edgeなど）を閉じるとアップロードが中断してしまいますのでご注意ください。",
        "answer_en": "It is okay to close the upload progress display and operate other screens. However, if you close the browser itself (Google Chrome, Microsoft Edge, etc.), the upload will be interrupted, so please be careful."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 2,
        "sub_category_ja": "AI",
        "sub_category_en": "AI",
        "question_ja": "アップロード後、AIの個人ふりわけがいつ終わるかはどこで確認できますか？",
        "question_en": "Where can I check when the AI's individual classification is completed after uploading?",
        "answer_ja": "ホーム画面＞写真チェック配信＞現在のステータス　にて残りの枚数が表示されますのでご確認ください。",
        "answer_en": "You can check the remaining number of photos by going to Home > Photo Check Distribution > Current Status."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 2,
        "sub_category_ja": "AI",
        "sub_category_en": "AI",
        "question_ja": "アップロードした写真が写真チェック画面に表示されません。",
        "question_en": "The uploaded photos are not showing up on the photo check screen.",
        "answer_ja": "AIの個人ふりわけの結果、園児タグが付かず「配信しない写真」に分類されている可能性があります。お手数ですが「配信しない写真」をご確認ください。",
        "answer_en": "It is possible that, as a result of the AI's individual classification, the child tag was not assigned, and the photos were classified as \"Do Not Distribute.\" Please check the \"Do Not Distribute\" section."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 2,
        "sub_category_ja": "AI",
        "sub_category_en": "AI",
        "question_ja": "AIが識別しなかった園児も配信/記録することはできますか？",
        "question_en": "Can I distribute/record a child that the AI did not identify?",
        "answer_ja": "はい、可能です。写真チェック画面で該当の写真を開き、写真上で左クリックすると、園児タグが表示されます。園児タグを選択し、写真上に園児タグが表示されていれば配信/記録する園児が追加されています。※園児タグの表示位置は写真上のどこでも問題ありません。",
        "answer_en": "Yes, it is possible. Open the relevant photo on the photo check screen and left-click on the photo. The child tag will appear, and once you select it, the child will be added to the photo for distribution/recording. *The location of the child tag on the photo doesn't matter."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 2,
        "sub_category_ja": "AI",
        "sub_category_en": "AI",
        "question_ja": "AIの精度が低い場合、どこから顔登録写真を変更したらいいですか？",
        "question_en": "If the AI accuracy is low, how can I change the face registration photo?",
        "answer_ja": "クラス管理＞園児が所属するクラスを選択＞園児名　より顔登録写真の追加/削除を変更できます。※正面から撮られた、お顔が手や帽子で隠れていない写真を設定してください。",
        "answer_en": "You can change or delete the face registration photo by going to Class Management > Select the class the child belongs to > Child's Name. *Please make sure to set a photo where the face is not obscured by hands or hats, and taken from the front."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 3,
        "sub_category_ja": "配信",
        "sub_category_en": "Delivering Picture",
        "question_ja": "「活動タグ」は保護者にも表示されますか？",
        "question_en": "Are \"Activity Tags\" visible to guardians as well?",
        "answer_ja": "表示されません。施設画面のみで表示されます。",
        "answer_en": "It is not displayed to guardians. It is only visible on the facility screen."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 3,
        "sub_category_ja": "配信",
        "sub_category_en": "Delivering Picture",
        "question_ja": "「配信しない写真」に入っている写真を削除することはできますか？",
        "question_en": "Can I delete photos that are in the \"Do Not Distribute\" section?",
        "answer_ja": "「配信しない写真」は、他の未配信写真を次に配信したタイミングで自動削除されます。",
        "answer_en": "Photos in the \"Do Not Distribute\" section will be automatically deleted when other undelivered photos are distributed next."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 3,
        "sub_category_ja": "配信",
        "sub_category_en": "Delivering Picture",
        "question_ja": "写真を誤って配信した場合、配信した写真を取り消すことはできますか？",
        "question_en": "If I accidentally distribute a photo, can I cancel the distributed photo?",
        "answer_ja": "はい、可能です。ホーム画面カレンダーの桜マークまたは写真管理画面から、該当写真を開いて「配信取消」ボタンをクリックしてください。※施設さま・保護者さまどちらの画面上からも写真が削除されます。",
        "answer_en": "Yes, it is possible. On the home screen calendar, click the cherry blossom icon or open the photo management screen, then click the \"Cancel Distribution\" button for the relevant photo. *The photo will be removed from both the facility and guardian screens."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 3,
        "sub_category_ja": "配信",
        "sub_category_en": "Delivering Picture",
        "question_ja": "配信した後の写真を確認することはできますか？",
        "question_en": "Can I review the photos after they have been distributed?",
        "answer_ja": "写真管理またはホーム画面カレンダーの桜マークをクリックで見たい日付、クラス、園児を指定して確認することができます。",
        "answer_en": "You can check the photos by clicking the cherry blossom icon on the home screen calendar or by specifying the date, class, or child in the photo management screen."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 4,
        "sub_category_ja": "写真管理",
        "sub_category_en": "Picture Management",
        "question_ja": "写真を後から使えるようにお気に入り登録できますか？",
        "question_en": "Can I bookmark photos for future use?",
        "answer_ja": "はい、先生にとってのお気に入り機能として、写真を検索しやすくできる「せんせいふせん」があります。配信前の写真チェック画面または配信後の写真管理画面で設定できます。※保護者アプリには表示されません。",
        "answer_en": "Yes, there is a \"Teacher Sticky Notes\" feature, which allows teachers to easily bookmark photos for later use. You can set it in the photo check screen before distribution or in the photo management screen after distribution. *It is not visible in the guardian app."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 4,
        "sub_category_ja": "写真管理",
        "sub_category_en": "Picture Management",
        "question_ja": "活動内容でも検索できますか？",
        "question_en": "Can I search by activity content?",
        "answer_ja": "はい。配信前の写真チェック画面で「活動タグ」を設定すると、写真管理画面から設定した活動内容で検索できます。「活動タグ」は自由入力式なので、活動以外にもアルバム用や資料作成用など、様々な使い方ができます。※保護者アプリには表示されません。",
        "answer_en": "Yes, you can search by activity content if you set an \"Activity Tag\" on the photo check screen before distribution. You can search from the photo management screen by the activity content you set. \"Activity Tags\" are free-form, so they can be used for albums, materials, and more. *They are not visible in the guardian app."
    },
    {
        "category_id": 1,
        "category_ja": "使い方について",
        "category_en": "About usage",
        "sub_category_id": 4,
        "sub_category_ja": "写真管理",
        "sub_category_en": "Picture Management",
        "question_ja": "撮影した写真は、おたよりやブログに使えますか？",
        "question_en": "Can the photos I took be used for newsletters or blogs?",
        "answer_ja": "はい、ご自由にお使いいただけます。（写真の利用にあたっては、保護者の方からの同意など、施設さまでのルールをご確認ください）",
        "answer_en": "Yes, you can use the photos as you wish. (Please check your facility’s rules regarding the use of photos, such as obtaining consent from guardians.)"
    },
    {
        "category_id": 2,
        "category_ja": "保護者アプリについて",
        "category_en": "About the guardian app",
        "sub_category_id": 5,
        "sub_category_ja": "登録",
        "sub_category_en": "Registration",
        "question_ja": "保護者が配布した登録用紙を紛失した場合はどうしたらいいですか？",
        "question_en": "What should I do if a guardian loses the registration form that was distributed?",
        "answer_ja": "施設さまにて登録用紙の再発行を行い、新しいQRコードで登録してください。\n※以前のQRコードは利用できなくなります。",
        "answer_en": "Please reissue the registration form at the facility and register with the new QR code.<br />*The previous QR code will no longer be usable."
    },
    {
        "category_id": 2,
        "category_ja": "保護者アプリについて",
        "category_en": "About the guardian app",
        "sub_category_id": 5,
        "sub_category_ja": "登録",
        "sub_category_en": "Registration",
        "question_ja": "保護者から「QRコードを読み込むと読み取り済みとエラー表示が出て登録できない」と連絡がありましたが、どうしたらいいですか？",
        "question_en": "A guardian contacted me saying, \"When I scan the QR code, it shows an error message saying it's already been scanned and I can't register.\" What should I do?",
        "answer_ja": "すでに保護者アカウントのご登録がお済です。お心当たりがない場合は施設さまにて該当園児の再登録と登録用紙の再発行を行い、新規でご登録ください。",
        "answer_en": "The guardian account has already been registered. If the guardian is unaware of this, please re-register the child at the facility and reissue the registration form, then register again."
    },
    {
        "category_id": 2,
        "category_ja": "保護者アプリについて",
        "category_en": "About the guardian app",
        "sub_category_id": 6,
        "sub_category_ja": "ログイン",
        "sub_category_en": "Login",
        "question_ja": "保護者から「アカウントがロックされてログインできない」と連絡がありましたが、どうしたらいいですか？",
        "question_en": "A guardian contacted me saying, \"My account is locked, and I can't log in.\" What should I do?",
        "answer_ja": "誤ったパスワードの入力が複数回連続して行われた場合などにロックがかかります。お手数ですが、イロドキサポート事務局までお問い合わせいただくようご連絡をお願いいたします。\nメール：support@irodoki.com　電話:06-4967-1283　※受付時間：平日9 時～17 時（土日祝・GW ・夏季休暇・年末年始等を除く）",
        "answer_en": "The account may be locked if an incorrect password is entered several times consecutively. Please ask the guardian to contact Irodoki Support.<br />Email: support@irodoki.com<br />Phone: 06-4967-1283<br />*Reception Hours: Weekdays from 9 AM to 5 PM (Excluding weekends, public holidays, Golden Week, summer vacation, and year-end holidays)."
    },
    {
        "category_id": 2,
        "category_ja": "保護者アプリについて",
        "category_en": "About the guardian app",
        "sub_category_id": 7,
        "sub_category_ja": "配信",
        "sub_category_en": "Delivered Picture",
        "question_ja": "配信すると保護者アプリではどのように見えますか？",
        "question_en": "How does the distribution look on the guardian app?",
        "answer_ja": "メイン画面では、ご登録されたお子さまが写った写真のみが表示されます。複数のお子さまをご登録されている場合は、お子さまごとに分けて表示されます。クラス全体に配信した写真は、クラスタブに切り替えると表示されます。",
        "answer_en": "On the main screen, only photos that include the registered child will be displayed. If multiple children are registered, the photos will be separated by child. Photos distributed to the entire class can be viewed by switching to the class tab."
    },
    {
        "category_id": 2,
        "category_ja": "保護者アプリについて",
        "category_en": "About the guardian app",
        "sub_category_id": 7,
        "sub_category_ja": "配信",
        "sub_category_en": "Delivered Picture",
        "question_ja": "配信処理をしてから保護者アプリに届くまでどれくらいの時間がかかりますか？",
        "question_en": "How long does it take for the distributed photos to reach the guardian app after processing the distribution?",
        "answer_ja": "施設から保護者へ写真配信を行うと、保護者の方のスマホに即時表示されます。配信のお知らせは、プッシュ通知で自動送信されます。",
        "answer_en": "Once the facility distributes photos to the guardians, they are immediately displayed on the guardian's smartphone. A push notification is automatically sent to notify them of the new photos."
    },
    {
        "category_id": 2,
        "category_ja": "保護者アプリについて",
        "category_en": "About the guardian app",
        "sub_category_id": 7,
        "sub_category_ja": "配信",
        "sub_category_en": "Delivered Picture",
        "question_ja": "配信した写真を配信取消するとどうなりますか？",
        "question_en": "What happens when I cancel a photo distribution after it has been sent?",
        "answer_ja": "施設さま・保護者さまどちらの画面上からも写真が削除されます。",
        "answer_en": "The photos will be deleted from both the facility's and the guardian's screens."
    },
    {
        "category_id": 3,
        "category_ja": "その他",
        "category_en": "Other",
        "sub_category_id": 8,
        "sub_category_ja": "サポート",
        "sub_category_en": "Support",
        "question_ja": "施設関係者側の利用マニュアルはありますか？",
        "question_en": "Is there a user manual for facility staff?",
        "answer_ja": "施設さま向けに、初回設定から運用までをサポートするマニュアルをご用意しております。",
        "answer_en": "We provide a manual for facility staff to support them from initial setup to ongoing operation."
    },
    {
        "category_id": 3,
        "category_ja": "その他",
        "category_en": "Other",
        "sub_category_id": 9,
        "sub_category_ja": "登録",
        "sub_category_en": "Registration",
        "question_ja": "園児名簿へCSV取り込みをするとエラーになってしまいます。",
        "question_en": "I am getting an error when importing a CSV into the student roster.",
        "answer_ja": "入力内容に問題がないかご確認ください。未入力の項目や読み取りできない文字があるとエラーの原因になります。\n※環境依存文字、特殊文字は取り込みができません。該当の園児を省いていただき、再度取り込みをお試しください。",
        "answer_en": "Please check if there are any issues with the input content. Errors may occur if there are unentered fields or unreadable characters. <br />*Environment-dependent characters and special characters cannot be imported. Please exclude the relevant child and try the import again."
    },
    {
        "category_id": 3,
        "category_ja": "その他",
        "category_en": "Other",
        "sub_category_id": 9,
        "sub_category_ja": "登録",
        "sub_category_en": "Registration",
        "question_ja": "途中入園の園児登録はできますか？",
        "question_en": "Can I register a child who is entering the facility mid-year?",
        "answer_ja": "はい、可能です。クラス管理の「園児を追加する」から必要事項を入力の上ご登録ください。登録した園児のチェックボックスにチェックを入れると登録用紙が作成されます。用紙を保護者の方にお渡しし、保護者登録を進めていただくようご案内をお願いいたします。",
        "answer_en": "Yes, it is possible. Go to Class Management and select \"Add Child,\" then enter the necessary information to register. After registration, check the checkbox for the registered child to create a registration form. Please hand this form to the guardian and instruct them to complete the registration process."
    },
    {
        "category_id": 3,
        "category_ja": "その他",
        "category_en": "Other",
        "sub_category_id": 10,
        "sub_category_ja": "登録情報",
        "sub_category_en": "Registration Information",
        "question_ja": "先生アカウントでは何ができますか？",
        "question_en": "What can be done with a teacher account?",
        "answer_ja": "担当クラスに限り写真のアップロードと先生チェックをすることができます。※配信処理は施設さまの本アカウントのみから行えます。",
        "answer_en": "Teachers can upload photos and conduct teacher checks, but only for their assigned classes. *The distribution process can only be performed by the facility's main account."
    },
    {
        "category_id": 3,
        "category_ja": "その他",
        "category_en": "Other",
        "sub_category_id": 10,
        "sub_category_ja": "登録情報",
        "sub_category_en": "Registration Information",
        "question_ja": "園児情報を削除すると保護者アプリはどうなりますか？",
        "question_en": "What happens to the guardian app if a child's information is deleted?",
        "answer_ja": "施設さまでの情報が保護者アプリに連携されているため、保護者アプリ上でお子さまの写真を閲覧できなくなります。",
        "answer_en": "Since the facility’s information is linked to the guardian app, guardians will no longer be able to view their child's photos on the app."
    },
    {
        "category_id": 3,
        "category_ja": "その他",
        "category_en": "Other",
        "sub_category_id": 10,
        "sub_category_ja": "登録情報",
        "sub_category_en": "Registration Information",
        "question_ja": "パスワードは変更できますか？",
        "question_en": "Can I change the password?",
        "answer_ja": "はい、アカウント管理＞施設アカウント情報　からパスワード変更が可能です。半角英数字8文字以上、大文字・小文字・数字を最低1文字ずつ含んだものを設定してください。",
        "answer_en": "Yes, you can change the password via Account Management > Facility Account Information. Please ensure the password contains at least 8 characters, including at least one uppercase letter, one lowercase letter, and one number."
    },
    {
        "category_id": 3,
        "category_ja": "その他",
        "category_en": "Other",
        "sub_category_id": 10,
        "sub_category_ja": "登録情報",
        "sub_category_en": "Registration Information",
        "question_ja": "施設情報は変更できますか？",
        "question_en": "Can I change the facility information?",
        "answer_ja": "はい、施設画面の施設情報から登録メールアドレスと担当者名のみ変更でききます。その他の項目に変更があった場合は、お手数ですがイロドキサポート事務局までご連絡をお願いいたします。\nメール：support@irodoki.com　電話:06-4967-1283　※受付時間：平日9 時～17 時（土日祝・GW ・夏季休暇・年末年始等を除く）",
        "answer_en": "Yes, you can change the registered email address and the contact person's name from the facility screen under Facility Information. For other changes, please contact Irodoki Support.<br />Email: support@irodoki.com<br />Phone: 06-4967-1283<br />*Reception Hours: Weekdays from 9 AM to 5 PM (Excluding weekends, public holidays, Golden Week, summer vacation, and year-end holidays)."
    }
]
